---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElementPhaseStatusFilter
source: html/ea09fe5a-cf24-de60-156d-21c6c6a57f1f.htm
---
# ElementPhaseStatusFilter Methods

Returns the phase statuses assigned to this filter.